<?php

return [
    0 => "Привет! Я робот из Ruport.\r\nПишу тебе, потому что ты состоишь в чате The Ruport Insider.\r\nЯ буду организовывать сборы на дни рождения, для этого мне нужна твоя дата рождения. Напиши в формате дд.мм.гггг",
    1 => "А теперь Имя и Фамилию, чтобы коллегам было понятно о ком идёт речь.",
    'no_answer' => "Извини, сейчас нет активных сборов на подарки",
    'not_working' => "Я посмотрел всех участников корпоративной группы в телеграме, но тебя там не нашёл. Если ты работаешь в Ruport - попроси HRа добавить тебя в группу, и тогда я сам тебе напишу 😉",
    'validation_0' => 'Неверный формат даты. Нужно ввести дату рождения в формате дд.мм.гггг, например: 24.02.1989',
];
